{"pageid": 11197621, "url": "example_url", "title": "Australians",  "content": "Australians (), colloquially known as Aussies (), are people associated with Australia, sharing a common history, culture, and language (Australian English). Present-day Australians are citizens of the Commonwealth of Australia, governed by its nationality law.\nThe majority of Australians descend from the peoples of the British Isles. The Colony of New South Wales was established by the Kingdom of Great Britain in 1788, with the arrival of the First Fleet, and five other colonies were established in the early 19th century, now forming the six present-day Australian states. Many early settlements were penal colonies, and transported convicts (and, later, ex-convicts) made up a significant proportion of the population in most colonies. Large-scale immigration did not occur until the 1850s, following a series of gold rushes. Further waves of immigration occurred after the First and Second World Wars, with many post-World War II migrants coming from Europe, the Middle East, Asia, Pacific Islands, Africa, and Latin America. Prior to British settlement, Australia was inhabited by various indigenous peoples – Aboriginal Australians, Aboriginal Tasmanians, and Torres Strait Islanders, a Melanesian people. A small percentage of present-day Australians descend from these peoples.\nThe development of a separate Australian identity and national character is most often linked with the period surrounding the First World War, which gave rise to the concept of the Anzac spirit. The Eureka Rebellion of 1854 and various events of the Second World War, most notably the Kokoda Track campaign, are also frequently mentioned in association with Australian identity. However, Australian culture predates the federation of the Australian colonies by several decades – Australian literature, most notably the work of the bush poets, dates from colonial times, while sporting teams representing the whole of Australia have been in existence since the 1870s. As a result of many shared linguistic, historical, cultural and geographic characteristics, Australians have often identified closely with New Zealanders in particular along with, to a lesser extent, other English-speaking nations."}