{	
	"pageid": 6,
	"title": "Australia national cricket team", 
	"url": "example_url",
	"content": "The Australia national cricket team is the joint oldest team in Test cricket history, having played in the first ever Test match in 1877. The team also plays One Day International cricket and Twenty20 International, participating in both the first ODI, against England in the 1970–71 season and the first Twenty20 International, against New Zealand in the 2004–05 season, winning both games. The team draws its players from teams playing in the Australian domestic competitions – the Sheffield Shield, the Australian domestic limited-overs cricket tournament and the Big Bash League.  \nThe national team has played 812 Test matches, winning 383, losing 219, drawing 208 and tying 2. Australia is ranked the number-one team overall in Test cricket in terms of overall wins, win-loss ratio and wins percentage. As of  1 May 2018, Australia is ranked third in the ICC Test Championship on 106 rating points.The Australian cricket team has played 916 ODI matches, winning 556, losing 317, tying 9 and with 34 ending in no-result. They are currently placed fifth in the ICC ODI Championship, though have been ranked first for 141 of 185 months since its introduction in 2002. Australia have made a record seven World Cup final appearances (1975, 1987, 1996, 1999, 2003, 2007 and 2015) and have won the World Cup a record five times in total; 1987, 1999, 2003, 2007 and 2015. Australia is the first team to appear in four consecutive World Cup finals (1996, 1999, 2003 and 2007), surpassing the old record of three consecutive World Cup appearances by West Indies (1975, 1979 and 1983) and the first team to win 3 consecutive world cups (1999, 2003 and 2007). It is also the second team to win a World Cup (2015) on home soil, after India (2011).\nThe team was undefeated in 34 consecutive World Cup matches until 19 March at the 2011 Cricket World Cup where Pakistan beat them by 4 wickets. Australia have also won the ICC Champions Trophy twice – in 2006 and in 2009 – making them the first and the only team to become back to back winners in the Champions Trophy tournaments. The team has also played 106 Twenty20 Internationals, winning 56, losing 47, tying 2 and with 1 ending in no-result making the final of the 2010 ICC World Twenty20, which they eventually lost to England.",
	"page_rank": 0.0
}