{"pageid": 21281411, "url": "example_url", "title": "Australia Day",  "content": "Australia Day is the official national day of Australia. Celebrated annually on 26 January, it marks the anniversary of the 1788 arrival of the First Fleet of British ships at Port Jackson, New South Wales and the raising of the Flag of Great Britain at Sydney Cove by Governor Arthur Phillip. In present-day Australia, celebrations reflect the diverse society and landscape of the nation and are marked by community and family events, reflections on Australian history, official community awards and citizenship ceremonies welcoming new members of the Australian community.The meaning and significance of Australia Day has evolved over time. Unofficially, or historically, the date has also been variously named \"Anniversary Day\", \"Foundation Day\", and \"ANA Day\". 26 January 1788 marked the proclamation of British sovereignty over the eastern seaboard of Australia (then known as New Holland). Although it was not known as Australia Day until over a century later, records of celebrations on 26 January date back to 1808, with the first official celebration of the formation of New South Wales held in 1818. On New Year's Day 1901, the British colonies of Australia formed a federation, marking the birth of modern Australia. A national day of unity and celebration was looked for. It was not until 1935 that all Australian states and territories adopted use of the term \"Australia Day\" to mark the date, and not until 1994 that the date was consistently marked by a public holiday on that day by all states and territories.In contemporary Australia, the holiday is marked by the presentation of the Australian of the Year Awards on Australia Day Eve, announcement of the Australia Day Honours list and addresses from the Governor-General and the Prime Minister. It is an official public holiday in every state and territory. With community festivals, concerts and citizenship ceremonies, the day is celebrated in large and small communities and cities around the nation. Australia Day has become the biggest annual civic event in Australia.Some Indigenous Australian events are now included. However, since at least 1938, the date of Australia Day has also been marked by Indigenous Australians, and those sympathetic to their cause, mourning what they see as the invasion of their land by Europeans and protesting its celebration as a national holiday. These groups sometimes refer to 26 January as \"Invasion Day\" or \"Survival Day\" and advocate that the date should be changed."}