{	
	"pageid": 3,
	"title": "Australia (continent)",  
	"url": "example_url", 
	"content": "The continent of Australia, sometimes known in technical contexts by the names Sahul, Australinea or Meganesia to distinguish it from the country of Australia, consists of the land masses which sit on Australia's continental shelf. This would include mainland Australia, Tasmania, and the island of New Guinea (comprising Papua New Guinea and two Indonesian provinces). Situated in the geographical region of Oceania, it is the smallest of the seven traditional continents in the English conception.\nThe continent lies on a continental shelf overlain by shallow seas which divide it into several landmasses—the Arafura Sea and Torres Strait between mainland Australia and New Guinea, and Bass Strait between mainland Australia and Tasmania. When sea levels were lower during the Pleistocene ice age, including the Last Glacial Maximum about 18,000 BC, they were connected by dry land. During the past 10,000 years, rising sea levels overflowed the lowlands and separated the continent into today's low-lying arid to semi-arid mainland and the two mountainous islands of New Guinea and Tasmania.New Zealand is not part of the continent of Australia, but of the separate, submerged continent of Zealandia. New Zealand and Australia are both part of the Oceanian sub-region known as Australasia, with New Guinea being in Melanesia. The term Oceania is often used to denote the region encompassing the Australian continent, Zealandia and various islands in the Pacific Ocean that are not included in the seven-continent model.Papua New Guinea, a country within the continent, is one of the most culturally and linguistically diverse countries in the world. It is also one of the most rural, as only 18 percent of its people live in urban centres. West Papua, a province of Indonesia, is home to an estimated 44 uncontacted tribal groups. Australia, the largest landmass in the continent, is highly urbanised, and has the world's 13th-largest economy with the second-highest human development index globally. Australia also has the world's 9th largest immigrant population. The first settlers of Australia, New Guinea, and the large islands just to the east arrived between 50,000 and 30,000 years ago.",
	"page_rank": 0.0
}