{
	"title": "Climate of Australia",  
	"url": "example_url", 
	"content": "Australia's climate is governed largely by its size and by the hot, sinking air of the subtropical high pressure belt. This moves north and south with the seasons. But it is variable, with frequent droughts lasting several seasons—thought to be caused in part by the El Niño-Southern Oscillation. The climate varies widely due to its large geographical size, but by far the largest part of Australia is desert or semi-arid. Only the south-east and south-west corners have a temperate climate and moderately fertile soil. The northern part of the country has a tropical climate, varied between tropical rainforests, grasslands and desert.\nBecause Australia is a small continent, separated from polar regions by the Southern Ocean, it is not subject to the movements of frigid polar air that sweep over the continents in the northern hemisphere during winter. Consequently, its winter is relatively mild, so that there aren’t any great contrast between summer and winter temperatures that is present in the northern continents. Yet in many parts of the country, seasonal highs and lows can be considerable: temperatures have ranged from above 50 °C (122 °F) to well below zero. Nonetheless, minimum temperatures are moderated.\nThe El Niño–Southern Oscillation is associated with seasonal abnormality in many areas in the world. Australia is one of the continents most affected and experiences extensive droughts alongside considerable wet periods. Occasionally a dust storm will blanket a region and there are reports of the occasional tornado. Tropical cyclones, heat waves, bushfires and frosts in the country are also associated with the Southern Oscillation. Rising levels of salinity and desertification in some areas is ravaging the landscape.\nClimate change in Australia is a highly contentious issue. Temperatures in the country have risen following an increasing trend of global warming between the years of 1910 to 2004 by approximately 0.7 °C. Overnight minimum temperatures have warmed more rapidly than daytime maximum temperatures in recent years. The late-20th century warming has been largely attributed to the increased greenhouse effect. According to the Bureau of Meteorology, 80% of the land has less than 600 mm (24 in) of rainfall per year and 50% has even less than 300 mm (12 in). As a whole, Australia has a very low annual average rainfall of 419 mm (16 in).",
	"page_rank": 0.0
}