{
	"pageid": 158986, 
	"url": "example_url", 
	"title": "Culture of Australia",  
	"content": "The culture of Australia is a Western culture, derived primarily from Britain but also influenced by the unique geography of Australia, the cultural input of Aboriginal, Torres Strait Islander and other Australian people. The British colonization of Australia began in 1788, and waves of multi-ethnic migration followed. Evidence of a significant Anglo-Celtic heritage includes the predominance of the English language, the existence of a democratic system of government drawing upon the British traditions of Westminster Government, Parliamentarianism and constitutional monarchy, American constitutionalist and federalist traditions, Christianity as the dominant religion, and the popularity of sports originating in (or influenced by) the British Isles.  Australian culture has diverged significantly since British settlement.\nAboriginal people are believed to have arrived as early as 60,000 years ago, and evidence of Aboriginal art in Australia dates back at least 30,000 years. Several states and territories had their origins as penal colonies, with the first British convicts arriving at Sydney Cove in 1788. Stories of outlaws like the bushranger Ned Kelly have endured in Australian music, cinema and literature. The Australian gold rushes from the 1850s brought wealth as well as new social tensions to Australia, including the miners' Eureka Stockade rebellion. The colonies established elected parliaments and rights for workers and women before most other Western nations.Federation in 1901 evidenced a growing sense of national identity that had developed over the latter half of the 19th century, as seen in the works of the Heidelberg School painters and writers like Banjo Paterson, Henry Lawson and Dorothea Mackellar. The World Wars profoundly altered Australia's sense of identity, with World War I introducing the ANZAC legend, and World War II seeing a reorientation from Britain to the United States as the nation's foremost major ally.  After the second war, 6.5 million migrants from 200 nations brought immense new diversity, and Australians grew increasingly aware of their proximity to Asia. Over time, the diverse food, lifestyle and cultural practices of immigrants have been absorbed into mainstream Australian culture."
	"page_runk": 214,
}