{
	"title": "Sydney",  
	"url": "example_url", 
	"content": "Sydney ( ( listen)) is the state capital of New South Wales and the most populous city in Australia and Oceania. Located on Australia's east coast, the metropolis surrounds Port Jackson and sprawls about 70 km (43.5 mi) on its periphery towards the Blue Mountains to the west, Hawkesbury to the north, and Macarthur to the south. Sydney is made up of 658 suburbs, 40 local government areas and 15 contiguous regions. Residents of the city are known as \"Sydneysiders\". As of June 2017, Sydney's estimated population was 5,131,326.The Sydney area has been inhabited by indigenous Australians for at least 30,000 years. Lieutenant James Cook first landed at Kurnell in 1770, when navigating his way up the east coast of Australia on his ship, HMS Endeavour. It was not until 1788 when the First Fleet, which contained convicts and was led by Captain Arthur Phillip, arrived in Botany Bay to found Sydney as a penal colony, the first European settlement in Australia. Phillip named the city \"Sydney\" in recognition of Thomas Townshend, 1st Viscount Sydney, Home Secretary in 1788. The Sydney region is one of the richest in Australia in terms of Aboriginal archaeological sites, with significant rock art and engravings located in the protected Ku-ring-gai Chase National Park.Since convict transportation ended in the mid-19th century, the city has transformed from a colonial outpost into a major global cultural and economic centre. The municipal council of Sydney was incorporated in 1842 and became Australia's first city. Gold was discovered in the colony in 1851 and with it came thousands of people seeking to make money. Sydney became one of the most multicultural cities in the world after the mass migration following the second World War. According to the 2011 census, more than 250 different languages were spoken in Sydney and about 40 percent of residents spoke a language other than English at home. Furthermore, 36% of the population reported having been born overseas.Despite being one of the most expensive cities in the world, the 2018 Mercer Quality of Living Survey ranks Sydney tenth in the world in terms of quality of living, making it one of the most livable cities. It is classified as an Alpha World City by Globalization and World Cities Research Network, indicating its influence in the region and throughout the world. Ranked eleventh in the world for economic opportunity, Sydney has an advanced market economy with strengths in finance, manufacturing and tourism. There is a significant concentration of foreign banks and multinational corporations in Sydney and the city is promoted as one of Asia Pacific's leading financial hubs. Established in 1850, the University of Sydney is Australia's first university and is regarded as one of the world's leading universities. Sydney is also home to the oldest library in Australia, State Library of New South Wales, opened in 1826. The city was the birthplace of Australia's first skyscraper, in 1967.Sydney has hosted international multi-sport events such as the 1938 British Empire Games and 2000 Summer Olympics. The city is amongst the top fifteen most-visited cities in the world, with millions of tourists coming each year to see the city's landmarks. Boasting over 1,000,000 ha (2,500,000 acres) of nature reserves and parks, its notable natural features include Sydney Harbour, the Royal National Park and the Royal Botanic Garden. Built attractions such as Sydney Tower, the Sydney Harbour Bridge and the Sydney Opera House (which became a World Heritage Site in 2007) are also well known to international visitors. The main passenger airport serving the metropolitan area is Kingsford-Smith Airport, one of the world's oldest continually operating airports. Opened in 1906, Central station is the main hub of the city's rail network.",
	"page_rank": 0.0
}